export type Article = {
    id: number;
    title: string;
    content: string;
}


export const articles: Article[] = [
    {
     id: 1,
      title: "7 เมนูอาหารคลีน ทำง่าย ไม่เกิน 20 นาที",
      content: "สำหรับสายสุขภาพที่ไม่มีเวลา บทความนี้รวม 7 เมนูอาหารคลีนที่ใช้วัตถุดิบน้อย ทำง่าย ใช้เวลาไม่ถึง 20 นาที เช่น ข้าวกล้องอกไก่ย่าง, สลัดทูน่า, ข้าวไข่ขาวราดผักรวม และอีกหลายเมนูที่อร่อยแบบไม่ต้องกลัวแคลอรีเกิน"
    },
    {
        id: 2,
      title: "พาไปรู้จัก 5 ร้านข้าวแกงรสมือแม่ในกรุงเทพ",
      content: "ข้าวแกงเป็นอาหารบ้าน ๆ ที่หลายคนคิดถึง บทความนี้จะพาไปตะลุย 5 ร้านข้าวแกงเจ้าดัง ที่ให้ความรู้สึกราวกับได้กินฝีมือแม่ ไม่ว่าจะเป็นข้าวแกงคุณแดงย่านพระราม 3 หรือร้านป้านวลริมคลอง ที่มีเมนูเด็ดอย่างแกงส้มชะอมไข่กับปลาทูทอด"
    },
    {
        id: 3,
      title: "กินบุฟเฟ่ต์ยังไงไม่ให้รู้สึกผิด",
      content: "หลายคนรักบุฟเฟ่ต์แต่ก็กลัวเรื่องน้ำหนักขึ้น บทความนี้จะพาคุณวางแผนการกินบุฟเฟ่ต์แบบมือโปร เช่น เลือกกินโปรตีนก่อน เลี่ยงของทอด และดื่มน้ำเปล่าเยอะ ๆ พร้อมแชร์ทริคฟิตหุ่นหลังบุฟเฟ่ต์แบบไม่ต้องทรมานตัวเอง"
    }
  ];
  